Revit 2027 API
UnitTypeId.Liters Property
 Liters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Liters { get; }
Public Shared ReadOnly Property Liters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Liters {
	ForgeTypeId^ get ();
}
static member Liters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace